[
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Sol",
    "textoPrincipal": "O Sol é uma estrela gigante e brilhante que está no centro do nosso sistema solar, ele nos fornece luz e calor para vivermos na Terra.",
    "textoSecundario": "O Sol é feito principalmente de gás e é tão grande que poderíamos colocar mais de um milhão de planetas Terra dentro dele!   ",
    "curiosidades": [
      "1 - O Sol é tão grande que caberiam mais de um milhão de planetas Terra dentro dele!",
      "2 - O Sol é tão brilhante que não podemos olhar diretamente para ele sem nos machucar. Por isso, nunca devemos olhar diretamente para o Sol sem proteção especial!",
      "3 - O Sol é uma estrela muito quente, com temperaturas que podem chegar a mais de 15 milhões de graus Celsius!"
    ],
    "imagem": "sistemaSolar/014-sun.png",
    "galeria": [
      "sistemaSolar/galeria/sol/sol.png",
      "sistemaSolar/galeria/sol/hubble.png",
      "sistemaSolar/galeria/sol/corona.png",
      "sistemaSolar/galeria/sol/planetas.png"
    ],
    "perguntas": [
      {
        "pergunta": "Qual é o nome da estrela brilhante que nos fornece luz e calor?",
        "alternativas": ["Terra", "Sol", "Lua"],
        "respostaCorreta": 1,
        "callback": [
          "A Terra é o planeta que vivemos, não é uma estrela.",
          "Resposta correta, parabéns!",
          "A Lua e nosso satélite natural, ela não é uma estrela."
        ]
      },
      {
        "pergunta": "Qual é a temperatura do Sol?",
        "alternativas": [
          "15 milhões graus Celsius",
          "15 mil de graus Celsius",
          "5 mil graus Celsius"
        ],
        "respostaCorreta": 0,
        "callback": [
          "Resposta correta, parabéns!",
          "O sol é mais quente que 15 mil graus Celsius, na verdade ele é quente a 15 milhões de graus Celsius.",
          "O sol é bem mais quente que 5 mil graus Celsius, na verdade ele é quente a 15 milhões de graus Celsius."
        ]
      }
    ],
    "pagina": 1
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Planeta Mercúrio",
    "textoPrincipal": "Mercúrio é o planeta mais próximo do Sol e também o menor do nosso sistema solar.",
    "textoSecundario": "Ele é coberto por crateras e tem uma superfície cheia de montanhas e vales.",
    "curiosidades": [
      "1 - Mercúrio é tão quente durante o dia que seria difícil sobreviver lá. À noite, porém, faz muito frio!",
      "2 - Ele é o planeta mais rápido, completando uma volta ao redor do Sol em apenas 88 dias terrestres.",
      "3 - Mercúrio não tem atmosfera, o que significa que não tem ar para respirarmos."
    ],
    "imagem": "sistemaSolar/004-mercury.png",
    "galeria": [],
    "perguntas": [
      {
        "pergunta": "Qual é o planeta mais próximo do Sol?",
        "alternativas": ["Vênus", "Terra", "Mercúrio"],
        "respostaCorreta": 2,
        "callback": [
          "Vênus é um planeta próximo, mas não o mais próximo do Sol.",
          "Não é a Terra, mas você está se aproximando! O planeta mais próximo do Sol é Mercúrio.",
          "Parabéns! Mercúrio é o planeta mais próximo do Sol."
        ]
      },
      {
        "pergunta": "Por que não podemos respirar em Mercúrio?",
        "alternativas": ["Não há ar lá", "Faz muito frio", "Tem muitas montanhas"],
        "respostaCorreta": 0,
        "callback": [
          "Exatamente! Mercúrio não tem atmosfera, por isso não há ar para respirarmos.",
          "O frio em Mercúrio é extremo, mas a falta de atmosfera é a razão principal para não podermos respirar lá.",
          "As montanhas em Mercúrio não afetam a respiração, mas a falta de atmosfera sim."
        ]
      }
    ],
    "pagina": 2
  },

  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Vênus",
    "textoPrincipal": "Vênus é conhecido como o 'Planeta Vizinho da Terra'. Ele é bem brilhante no céu e tem uma atmosfera muito densa, cheia de nuvens.",
    "textoSecundario": "Vênus é o planeta mais quente do Sistema Solar, com uma temperatura super quente o tempo todo.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/003-venus.png",
    "galeria": [],
    "pagina": 3
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Terra",
    "textoPrincipal": "A Terra é o nosso planeta! É muito especial porque é o único planeta conhecido que tem vida. Nós vivemos aqui!",
    "textoSecundario": "A Terra tem água, ar para respirar e uma variedade incrível de plantas e animais.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/009-planet-earth.png",
    "galeria": [],
    "pagina": 4
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Marte",
    "textoPrincipal": "Marte é chamado de 'Planeta Vermelho' porque sua superfície tem uma cor avermelhada. É um planeta rochoso e tem montanhas e vales.",
    "textoSecundario": "Marte tem uma atmosfera muito fina e é conhecido por suas calotas polares de gelo.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/005-mars.png",
    "galeria": [],
    "pagina": 5
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Júpiter",
    "textoPrincipal": "Júpiter é o maior planeta do Sistema Solar. Ele é tão grande que poderia caber todos os outros planetas dentro dele! Júpiter é feito principalmente de gás e não tem uma superfície sólida.",
    "textoSecundario": "Ele tem listras coloridas e uma grande mancha vermelha chamada de 'Grande Mancha Vermelha'.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/001-jupiter.png",
    "galeria": [],
    "pagina": 6
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Saturno",
    "textoPrincipal": "Saturno é famoso por seus anéis bonitos! Ele também é feito principalmente de gás e tem uma atmosfera com nuvens.",
    "textoSecundario": "Os anéis de Saturno são feitos de pedaços de gelo e rocha. É um planeta muito interessante de se olhar!",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/006-saturn.png",
    "galeria": [],
    "pagina": 7
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Urano",
    "textoPrincipal": "Urano é um planeta azul e gelado. Ele também tem anéis, mas eles são mais finos e menos visíveis do que os de Saturno.",
    "textoSecundario": "Urano é conhecido por ser inclinado de lado, o que significa que ele 'deita' enquanto gira.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/007-uranus.png",
    "galeria": [],
    "pagina": 8
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Netuno",
    "textoPrincipal": "Netuno é um planeta azul escuro e frio. Ele é parecido com Urano, mas tem uma cor diferente.",
    "textoSecundario": "Netuno é conhecido por suas tempestades poderosas e ventos fortes. Ele também tem anéis, assim como Júpiter e Saturno.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/002-neptune.png",
    "galeria": [],
    "pagina": 9
  }
]
