[
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Sol",
    "textoPrincipal": "O Sol é uma estrela gigante e brilhante que está no centro do nosso sistema solar, ele nos fornece luz e calor para vivermos na Terra.",
    "textoSecundario": "O Sol é feito principalmente de gás e é tão grande que poderíamos colocar mais de um milhão de planetas Terra dentro dele!   ",
    "curiosidades": [
      "1 - O Sol é tão grande que caberiam mais de um milhão de planetas Terra dentro dele!",
      "2 - O Sol é tão brilhante que não podemos olhar diretamente para ele sem nos machucar. Por isso, nunca devemos olhar diretamente para o Sol sem proteção especial!",
      "3 - O Sol é uma estrela muito quente, com temperaturas que podem chegar a mais de 15 milhões de graus Celsius!"
    ],
    "imagem": "sistemaSolar/014-sun.png",
    "galeria": [
      "sistemaSolar/galeria/sol/sol.png",
      "sistemaSolar/galeria/sol/hubble.png",
      "sistemaSolar/galeria/sol/corona.png",
      "sistemaSolar/galeria/sol/planetas.png"
    ],
    "perguntas": [
      {
        "pergunta": "Qual é o nome da estrela brilhante que nos fornece luz e calor?",
        "alternativas": ["Terra", "Sol", "Lua"],
        "respostaCorreta": 1,
        "callback": [
          "A Terra é o planeta que vivemos, não é uma estrela.",
          "Resposta correta, parabéns!",
          "A Lua é nosso satélite natural, ela não é uma estrela."
        ]
      },
      {
        "pergunta": "Qual é a temperatura do Sol?",
        "alternativas": [
          "15 milhões graus Celsius",
          "15 mil de graus Celsius",
          "5 mil graus Celsius"
        ],
        "respostaCorreta": 0,
        "callback": [
          "Resposta correta, parabéns!",
          "O sol é mais quente que 15 mil graus Celsius, na verdade ele é quente a 15 milhões de graus Celsius.",
          "O sol é bem mais quente que 5 mil graus Celsius, na verdade ele é quente a 15 milhões de graus Celsius."
        ]
      }
    ],
    "pagina": 1
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Planeta Mercúrio",
    "textoPrincipal": "Mercúrio é o planeta mais próximo do Sol e também o menor do nosso sistema solar.",
    "textoSecundario": "Ele é coberto por crateras e tem uma superfície cheia de montanhas e vales.",
    "curiosidades": [
      "1 - Mercúrio é tão quente durante o dia que seria difícil sobreviver lá. À noite, porém, faz muito frio!",
      "2 - Ele é o planeta mais rápido, completando uma volta ao redor do Sol em apenas 88 dias terrestres.",
      "3 - Mercúrio não tem atmosfera, o que significa que não tem ar para respirarmos."
    ],
    "imagem": "sistemaSolar/004-mercury.png",
    "galeria": [
      "sistemaSolar/galeria/mercurio/mercurio-index0.png",
      "sistemaSolar/galeria/mercurio/mercurio-index1.png",
      "sistemaSolar/galeria/mercurio/mercurio-index2.png",
      "sistemaSolar/galeria/mercurio/mercurio-index3.png"
    ],
    "perguntas": [
      {
        "pergunta": "Qual é o planeta mais próximo do Sol?",
        "alternativas": ["Vênus", "Terra", "Mercúrio"],
        "respostaCorreta": 2,
        "callback": [
          "Vênus é um planeta próximo, mas não o mais próximo do Sol.",
          "Não é a Terra, mas você está se aproximando! O planeta mais próximo do Sol é Mercúrio.",
          "Parabéns! Mercúrio é o planeta mais próximo do Sol."
        ]
      },
      {
        "pergunta": "Por que não podemos respirar em Mercúrio?",
        "alternativas": ["Não há ar lá", "Faz muito frio", "Tem muitas montanhas"],
        "respostaCorreta": 0,
        "callback": [
          "Exatamente! Mercúrio não tem atmosfera, por isso não há ar para respirarmos.",
          "O frio em Mercúrio é extremo, mas a falta de atmosfera é a razão principal para não podermos respirar lá.",
          "As montanhas em Mercúrio não afetam a respiração, mas a falta de atmosfera sim."
        ]
      }
    ],
    "pagina": 2
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Planeta Vênus",
    "textoPrincipal": "Vênus é conhecido como o planeta irmão da Terra devido ao tamanho e composição similares.",
    "textoSecundario": "Ele é envolto por uma densa atmosfera composta principalmente de dióxido de carbono.",
    "curiosidades": [
      "1 - Vênus é o planeta mais quente do Sistema Solar, com temperaturas que chegam a 470°C!",
      "2 - Ele tem um movimento de rotação retrógrado, ou seja, gira no sentido oposto à maioria dos planetas.",
      "3 - Vênus é o objeto mais brilhante no céu noturno depois da Lua."
    ],
    "imagem": "sistemaSolar/003-venus.png",
    "galeria": [
      "sistemaSolar/galeria/venus/venus-index0.png",
      "sistemaSolar/galeria/venus/venus-index1.png",
      "sistemaSolar/galeria/venus/venus-index2.png",
      "sistemaSolar/galeria/venus/venus-index3.png"
    ],
    "perguntas": [
      {
        "pergunta": "Por que Vênus é conhecido como o planeta irmão da Terra?",
        "alternativas": [
          "Tem a mesma cor da Terra",
          "Tem o mesmo tamanho da Terra",
          "Tem tamanho e composição similares à Terra"
        ],
        "respostaCorreta": 2,
        "callback": [
          "A cor de Vênus é diferente da Terra.",
          "O tamanho de Vênus é diferente da Terra.",
          "Exatamente! Vênus tem tamanho e composição similares à Terra, por isso é chamado de planeta irmão."
        ]
      },
      {
        "pergunta": "Por que Vênus é o planeta mais quente do Sistema Solar?",
        "alternativas": [
          "Porque está mais próximo do Sol",
          "Porque tem muitas montanhas",
          "Porque sua atmosfera retém muito calor"
        ],
        "respostaCorreta": 2,
        "callback": [
          "A distância de Vênus em relação ao Sol não é o único motivo para o seu calor intenso.",
          "As montanhas em Vênus não são a principal razão para o seu calor intenso.",
          "Correto! A atmosfera densa de Vênus retém muito calor, tornando-o o planeta mais quente do Sistema Solar."
        ]
      }
    ],
    "pagina": 3
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Planeta Terra",
    "textoPrincipal": "A Terra é o nosso lar, o único planeta conhecido onde a vida existe.",
    "textoSecundario": "Ele é o terceiro planeta a partir do Sol e tem uma atmosfera que nos protege.",
    "curiosidades": [
      "1 - A Terra é o único planeta no Sistema Solar com água líquida em sua superfície.",
      "2 - Ela tem uma incrível diversidade de vida, desde animais, plantas até os seres humanos.",
      "3 - O planeta Terra possui camadas, como a crosta, o manto e o núcleo."
    ],
    "imagem": "sistemaSolar/009-planet-earth.png",
    "galeria": [
      "sistemaSolar/galeria/terra/terra-index0.png",
      "sistemaSolar/galeria/terra/terra-index1.png",
      "sistemaSolar/galeria/terra/terra-index2.png",
      "sistemaSolar/galeria/terra/terra-index3.png"
    ],
    "perguntas": [
      {
        "pergunta": "O que torna a Terra especial em comparação com outros planetas?",
        "alternativas": ["Possui anéis", "Tem água líquida e vida", "É o maior planeta"],
        "respostaCorreta": 1,
        "callback": [
          "A Terra não possui anéis, como outros planetas do Sistema Solar.",
          "Correto! A Terra é especial porque tem água líquida em sua superfície e é o único planeta conhecido com vida.",
          "A Terra não é o maior planeta do Sistema Solar."
        ]
      },
      {
        "pergunta": "Quais são as camadas da Terra?",
        "alternativas": [
          "Lua, Sol e Estrelas",
          "Crosta, Manto e Núcleo",
          "Montanhas, Rios e Oceanos"
        ],
        "respostaCorreta": 1,
        "callback": [
          "Lua, Sol e Estrelas não são as camadas da Terra.",
          "Exatamente! A Terra possui camadas: a crosta, o manto e o núcleo.",
          "Montanhas, rios e oceanos são características da superfície da Terra, não suas camadas internas."
        ]
      }
    ],
    "pagina": 4
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "O Planeta Marte",
    "textoPrincipal": "Marte é conhecido como o Planeta Vermelho devido à cor característica de sua superfície.",
    "textoSecundario": "Ele é o quarto planeta a partir do Sol e tem características que o tornam similar à Terra.",
    "curiosidades": [
      "1 - Marte tem montanhas e vales impressionantes, incluindo o maior vulcão conhecido do Sistema Solar, chamado Monte Olimpo.",
      "2 - Ele possui uma fina atmosfera composta principalmente de dióxido de carbono.",
      "3 - Cientistas acreditam que pode ter existido água líquida em Marte no passado."
    ],
    "imagem": "sistemaSolar/005-mars.png",
    "galeria": [
      "sistemaSolar/galeria/marte/marte-index0.png",
      "sistemaSolar/galeria/marte/marte-index1.png",
      "sistemaSolar/galeria/marte/marte-index2.png",
      "sistemaSolar/galeria/marte/marte-index3.png"
    ],
    "perguntas": [
      {
        "pergunta": "Por que Marte é chamado de Planeta Vermelho?",
        "alternativas": [
          "Porque é coberto de areia vermelha",
          "Porque é feito de fogo",
          "Porque tem muitas montanhas"
        ],
        "respostaCorreta": 0,
        "callback": [
          "Marte não é feito de fogo.",
          "As montanhas em Marte não são a razão para ser chamado de Planeta Vermelho.",
          "Exatamente! Marte é chamado de Planeta Vermelho devido à cor vermelha de sua superfície, coberta de areia vermelha."
        ]
      },
      {
        "pergunta": "O que os cientistas acreditam que pode ter existido em Marte no passado?",
        "alternativas": ["Água líquida", "Ar respirável", "Monstros gigantes"],
        "respostaCorreta": 0,
        "callback": [
          "Ar respirável não é o que os cientistas acreditam ter existido em Marte no passado.",
          "Monstros gigantes não são parte das descobertas científicas em Marte.",
          "Correto! Os cientistas acreditam que água líquida possa ter existido em Marte no passado, o que indica a possibilidade de ter tido condições favoráveis à vida."
        ]
      }
    ],
    "pagina": 5
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Júpiter",
    "textoPrincipal": "Júpiter é o maior planeta do Sistema Solar. Ele é tão grande que poderia caber todos os outros planetas dentro dele! Júpiter é feito principalmente de gás e não tem uma superfície sólida.",
    "textoSecundario": "Ele tem listras coloridas e uma grande mancha vermelha chamada de 'Grande Mancha Vermelha'.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/001-jupiter.png",
    "galeria": [],
    "pagina": 6
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Saturno",
    "textoPrincipal": "Saturno é famoso por seus anéis bonitos! Ele também é feito principalmente de gás e tem uma atmosfera com nuvens.",
    "textoSecundario": "Os anéis de Saturno são feitos de pedaços de gelo e rocha. É um planeta muito interessante de se olhar!",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/006-saturn.png",
    "galeria": [],
    "pagina": 7
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Urano",
    "textoPrincipal": "Urano é um planeta azul e gelado. Ele também tem anéis, mas eles são mais finos e menos visíveis do que os de Saturno.",
    "textoSecundario": "Urano é conhecido por ser inclinado de lado, o que significa que ele 'deita' enquanto gira.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/007-uranus.png",
    "galeria": [],
    "pagina": 8
  },
  {
    "titulo": "Desbravando o Sistema Solar",
    "subTitulo": "Netuno",
    "textoPrincipal": "Netuno é um planeta azul escuro e frio. Ele é parecido com Urano, mas tem uma cor diferente.",
    "textoSecundario": "Netuno é conhecido por suas tempestades poderosas e ventos fortes. Ele também tem anéis, assim como Júpiter e Saturno.",
    "curiosidades": ["array index 1", "array index 2", "array index 3"],
    "imagem": "sistemaSolar/002-neptune.png",
    "galeria": [],
    "pagina": 9
  }
]
